{
	"legal": {
		"title": "Legal Center",
		"nav": {
			"terms": "Terms & Conditions",
			"privacy": "Privacy Policy",
			"shipping": "Shipping Policy",
			"refund": "Refund Policy"
		},
		"terms": {
			"meta": {
				"title": "Terms and Conditions | AquaDecor",
				"description": "Comprehensive terms covering production, payments, and our 20-year structural warranty."
			},
			"title": "Terms and Conditions",
			"lastUpdated": "Last Updated: February 2025",
			"sections": [
				{
					"heading": "Payment and Production",
					"content": "All products are handcrafted to order and require 100% advance payment to initiate the production process. Standard manufacturing typically takes 10–12 business days. For large-scale or highly complex custom projects, production may take longer; in such cases, you will be notified of the estimated timeline in advance."
				},
				{
					"heading": "Measurement Responsibility",
					"badge": "Critical: Internal Dimensions",
					"content": "Since we do not work with standard pre-set brand templates, you must provide the exact internal measurements of your aquarium. These dimensions will be used for the final cut of your background. AquaDecor is not responsible for fitment issues resulting from incorrect measurements provided by the customer. Any modifications required after production will incur additional labor and shipping fees.",
					"variant": "warning"
				},
				{
					"heading": "The Approval Process",
					"content": "Prior to shipping, we will provide high-resolution photos of your completed setup for your review. Your approval of these photos constitutes final acceptance of the color, shape, size, and design. Once approved and dispatched, we cannot accept aesthetic claims or requests for design modifications."
				},
				{
					"heading": "Communication Policy",
					"content": "To ensure accurate record-keeping and order tracking, all official communication must be conducted via email. Our social media teams (Facebook, Instagram, etc.) do not have access to order databases and cannot provide updates or process formal requests."
				},
				{
					"heading": "Delivery and Customs",
					"content": "We ship worldwide from Serbia. All prices include packaging and shipping but DO NOT include potential customs duties or import taxes. These charges are determined by your local government and are the sole responsibility of the customer. We recommend contacting your local post or customs office for tariff information prior to ordering."
				},
				{
					"heading": "Damage Claims",
					"badge": "48-Hour Reporting Window",
					"content": "Upon delivery, inspect your items immediately. Any damage must be reported to us within 48 hours of receipt with clear photographic evidence of the damage and the packaging. Reports made after this 48-hour window will not be eligible for claims. We will provide repair instructions for minor issues or arrange a replacement for major, irreparable damage.",
					"variant": "danger"
				},
				{
					"heading": "20-Year Structural Warranty",
					"content": "Our products include a 20-year structural warranty (or Lifetime, where specified) covering material integrity and colorfastness under normal aquarium conditions. This warranty is only valid if the product remains in its original, unmodified state.",
					"variant": "info"
				},
				{
					"heading": "Warranty Exclusions",
					"content": [
						"Damage caused by mishandling, improper installation, or use of sharp objects.",
						"Exposure to harsh chemicals or red-pigmented additives (such as certain fish foods with red dye or potassium permanganate) which may stain the material.",
						"Modifications made to the background after delivery.",
						"Damage to the aquarium glass or structure during the installation process.",
						"Failure to use aquarium-grade, non-expired silicone for installation."
					]
				},
				{
					"heading": "Maintenance and Safety",
					"content": [
						"Installation: Follow provided instructions strictly. Use only aquarium-safe silicone and allow it to cure for at least 48 hours before adding water.",
						"Maintenance: Backgrounds require regular cleaning. Heavy algae buildup left unmanaged can damage the protective coating if removed aggressively.",
						"Safety: For backgrounds with deep caves and crevices, ensure your chosen fish species are size-appropriate to prevent them from becoming trapped."
					]
				}
			]
		},
		"privacy": {
			"meta": {
				"title": "Privacy Policy | AquaDecor",
				"description": "How we handle your personal data, shipping information, and commitment to your privacy."
			},
			"title": "Privacy Policy",
			"lastUpdated": "Last Updated: February 2025",
			"sections": [
				{
					"heading": "Introduction",
					"content": "This policy outlines how AquaDecor collects, uses, and protects your personal information when you use our service. By using our website, you agree to the collection and use of information in accordance with this policy. We are committed to ensuring that your data is handled securely and transparently."
				},
				{
					"heading": "Information Collection and Use",
					"content": "To provide a seamless shopping experience and fulfill custom orders, we may ask you to provide certain personally identifiable information, including but not limited to your name, phone number, and postal address. This information is used strictly for identifying you as a customer, processing payments, and arranging international shipping."
				},
				{
					"heading": "Log Data and Analytics",
					"content": "Whenever you visit our site, we collect information that your browser sends to us known as 'Log Data.' This may include your IP address, browser version, the specific pages you visit, the time and date of your visit, and other usage statistics. We use this data solely to improve our website performance and user experience."
				},
				{
					"heading": "Cookies",
					"content": "Our website uses 'cookies'—small data files used as anonymous unique identifiers—to manage your shopping cart and session. You have the option to accept or refuse these cookies via your browser settings. Please note that refusing cookies may prevent you from using certain features of our store, such as maintaining items in your cart."
				},
				{
					"heading": "Third-Party Service Providers",
					"content": "We employ third-party companies (such as shipping carriers like DHL and FedEx, and payment processors) to facilitate our service. These parties have access to your personal information only to perform specific tasks on our behalf—such as delivering your package—and are strictly obligated not to disclose or use it for any other purpose."
				},
				{
					"heading": "Security",
					"content": "We value your trust in providing us with your personal information and strive to use commercially acceptable means to protect it. However, please be aware that no method of transmission over the internet or electronic storage is 100% secure, and we cannot guarantee absolute security.",
					"variant": "info"
				},
				{
					"heading": "Children’s Privacy",
					"badge": "Age Requirement",
					"content": "Our services are not intended for individuals under the age of 13. We do not knowingly collect personal information from children. If we discover that a child under 13 has provided us with personal data, we will immediately delete it from our servers. Parents or guardians who become aware of such data entry should contact us immediately.",
					"variant": "warning"
				},
				{
					"heading": "External Links",
					"content": "Our website may contain links to other sites. If you click on a third-party link, you will be directed to that site. We strongly advise you to review the privacy policies of these external websites, as we have no control over their content or practices."
				}
			]
		},
		"shipping": {
			"meta": {
				"title": "Shipping Policy | AquaDecor",
				"description": "Global shipping information, delivery timelines, and important customs duty notices."
			},
			"title": "Shipping Policy",
			"lastUpdated": "Last Updated: February 2025",
			"sections": [
				{
					"heading": "Global Dispatch",
					"content": "We ship our handcrafted backgrounds to over 80 countries worldwide. All orders are dispatched from our studio in Serbia using premium carriers to ensure the safety of your items."
				},
				{
					"heading": "European Delivery (FedEx/TNT)",
					"content": "Orders to most European countries are shipped via FedEx TNT. Delivery typically takes 5–7 business days once production is complete. The countries in question include: France, Spain, Italy, United Kingdom, Switzerland, Sweden, Luxembourg, The Netherlands, Slovakia, Poland, Czech Republic, Hungary, Croatia, Slovenia, Romania, Bulgaria, Austria, Belgium."
				},
				{
					"heading": "Customs and Import Duties",
					"badge": "Important for International Buyers",
					"content": "All prices shown on our website include product costs and shipping fees, but DO NOT include potential customs tariffs or import taxes. As the importer of record, you may be required to pay duties by your local government before delivery. We recommend contacting your local post office or customs department to understand the charges applicable in your region. AquaDecor is not responsible for these additional costs.",
					"variant": "warning"
				},
				{
					"heading": "Estimated Transit Times",
					"content": [
						"Europe: 5–10 business days",
						"USA, Canada & Australia: 10–20 business days",
						"Rest of the World: 10–20 business days",
						"Note: These times are estimates and may be affected by seasonal holidays or carrier delays."
					]
				},
				{
					"heading": "Lost or Delayed Packages",
					"content": "If your package has not arrived within 30 business days, we will initiate an official claim with the carrier. If the investigation confirms the package is lost or damaged beyond repair, you will be eligible for a full replacement or a refund. We appreciate your patience during this process as we work with the shipping companies.",
					"variant": "info"
				},
				{
					"heading": "Shipping Destinations",
					"content": "We currently ship to: USA, Canada, Australia, UK, EU Member States, Switzerland, Norway, New Zealand, Singapore, UAE, Saudi Arabia, Japan, South Korea, Brazil, Mexico, and many more. If your country is not listed at checkout, please contact us for a custom quote."
				}
			]
		},
		"refund": {
			"meta": {
				"title": "Refund Policy | AquaDecor",
				"description": "Details regarding order cancellations, custom product returns, and our replacement policy."
			},
			"title": "Refund Policy",
			"lastUpdated": "Last Updated: February 2025",
			"sections": [
				{
					"heading": "Order Cancellation",
					"badge": "40% Cancellation Fee",
					"content": "If you wish to cancel your order after production has begun but before it has shipped, a cancellation fee of 40% of the total order value will be applied. This fee covers the non-recoverable costs of specialized labor and materials used to create your custom-sized product.",
					"variant": "danger"
				},
				{
					"heading": "Returns and Final Sale",
					"content": "Due to the highly customized nature of our products (made to your specific aquarium dimensions), all sales are final once shipped. We do not accept returns or issue refunds for items that have been correctly manufactured according to the measurements and photos approved by you."
				},
				{
					"heading": "Damage Replacement",
					"content": "While we do not offer refunds for shipping damage, we fully guarantee the safe arrival of your order. If your product arrives with major damage, we will manufacture and ship a replacement to you free of charge, provided the damage is reported within 48 hours of delivery as per our Terms and Conditions.",
					"variant": "info"
				},
				{
					"heading": "Modifications and Errors",
					"content": "If a product does not fit due to an error in the measurements provided by the customer, we cannot offer a refund. However, we are happy to provide guidance on how to modify the material at home or discuss paid options for modifications in our studio."
				}
			]
		}
	}
}